driver-tests/bpelse/assign/AssignJbi/test/CopygMonthDayInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <gMonthDayPart>
	<xsd_gMonthDay>--8-25</xsd_gMonthDay>
	<optional_gMonthDay>--1-01</optional_gMonthDay>
	<repeat_gMonthDay>--1-01</repeat_gMonthDay>
	<repeat_gMonthDay>--10-31</repeat_gMonthDay>
   </gMonthDayPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
